---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.StairsDownText
source: html/fa969007-1a03-6971-1064-77d0b6eb0827.htm
---
# Autodesk.Revit.DB.ParameterTypeId.StairsDownText Property

"Down Text"

## Syntax (C#)
```csharp
public static ForgeTypeId StairsDownText { get; }
```